// Программы, игры и их исходные коды
// www.interestprograms.ru

namespace ASPMVC.Models
{
    // Класс модели
    // Данные можно формировать в данном классе,
    // получать из файлов или базы данных.

    // Для эксперимента можно изменять цвета и их количество,
    // при каждом запросе пользователя изменения вступят в силу.
    public class Colors
    {
        public string[] List = new string[] { "Красный", "Синий", "Желтый", "Зеленый", "Оранжевый", "Малиновый", "Фиолетовый" };
    }

    

}